import React from 'react';

export default () => {
    return(
        <React.Fragment>
            <h1>網紅獵人＋網紅電商，實現「網紅新零售」</h1>
            <h2>網紅獵人的價值主張是「找網紅就是快」 !</h2>
            <p>
                我們在找網紅合作的過程發現了許多效率不佳的問題，如網紅回覆時間冗長不可控、網紅合作價格資訊不透明、已知網紅名單數有限、合作流程冗長以及最終銷售成效不佳等問題。為了解決這些問題，於是我們建立了網紅搜尋引擎提供給所有的人使用，目前網紅獵人平台上已收錄了近萬筆的網紅資料供使用者依照自己的需求進行免費使用。
                <br />
                網紅獵人平台的成立，解決了現況找網紅流程效率不佳的問題，讓不只熱門大咖開網紅有合作機會，也讓許多中小型的網紅有了更多有效曝光及商業合作機會，幫助了更多的中小型網紅賺到錢 !
            </p>
            <p>
                在有了網紅獵人平台後，我們又發現了一個關鍵問題。品牌公司花錢委託我們幫忙找網紅合作，但因為網紅合作價格過高、銷售轉換效益不佳等問題，導致品牌公司所花的行銷成本無法賺回，這也成了品牌最常質疑的問題：「到底找這些網紅能夠幫我達成什麼效益？」在現況網紅確實無法保證任何的銷售轉換成效，因此合作的品牌公司必需自行承擔高額的行銷風險。為了解決這個問題，我們設計了網紅電商平台。
            </p>
            <h2>網紅電商的價值主張是「網紅來幫你賣」 !</h2>
            <p>
                網紅電商是由網紅來銷售並採取分潤模式的平台，由適合推廣商品的網紅參與商品銷售，每位網紅有其風格與內容定位，透過網紅推廣能夠精準地接觸到對符合商品適合族群、對商品感興趣的消費者。網紅電商銷售分潤的模式，能夠降低了品牌公司的行銷風險，也幫助了更多的中小型網紅流量變現賺到錢。對網紅來說，在網紅電商只需要簡單幾個步驟，就可以在網紅電商自行挑選想要銷售推薦的商品到自已的店舖，網紅推薦該商品後每銷售出一件商品就能獲得商品分潤的收益。
            </p>
            <p>
                網紅獵人加上網紅電商，能夠實現「網紅新零售」的概念，可以讓廠商、網紅及消費者三方獲益。讓品牌公司省下了大量與網紅溝通成本、降低了品牌的行銷風險，讓網紅的流量可以輕鬆變現，同時讓品牌公司與網紅雙方從中獲益，並藉由網紅的分享，精準觸及到對商品感興趣之消費族群，讓消費者能夠透過網紅的分享接觸到許多品質保證的好商品，達成三贏的結果。
            </p>
            <p>
                未來我們期待在有更多人加入這個生態圈後，能夠真正實現高效率網紅經濟平台，解決現況許多效率不佳的問題，以更有效率的模式來落實「網紅新零售」。
            </p>
            <p>
                最後，我們想對看到這裡的您說聲：歡迎您的加入！
            </p>
        </React.Fragment>
    );
}