import React from 'react';

export default () => {
    return(
        <React.Fragment>
            <h1>隱私權政策</h1>
            <p>歡迎您來到「網紅獵人網站」(https://mall.kolhunter.com)(以下簡稱本網站)。本網站在此向您聲明，我們將絕對尊重且致力於保障您個人之隱私權。為確保線上資訊之隱密性，本網站於此向您說明本網站之隱私權保護政策，並藉此協助您瞭解各項服務之安全性，暨本網站如何蒐集、運用及保護您所提供之各項資訊。</p>
            <h2>一、隱私權保護聲明</h2>
            <p>當您將個人資料提供給我們，包括但不限於：您的姓名、信箱地址、電話號碼或其他得以直接或間接方式識別您個人之資料，以方便我們與您聯繫、或瞭解您的需求時，對於您所提供之個人識別資料，本網站承諾將予以嚴密保護，俾提供您最妥善安全之專業服務。</p>
            <h2>二、適用範圍</h2>
            <p>本隱私權政策並不適用於本網站以外之網站群，與非本網站所聘僱或管理之人員。本網站就與本網站互連之其他網站之資訊處理措施及過程，不具備任何控制或影響之權利，亦不負擔任何義務與責任。當您在這些其他網站進行活動時，關於個人資料的保護，係適用各該網站個別之隱私權保護政策。另外，您個人在本網站之討論區中如有任意公開個人資料之行為，在非經加密之保護下，亦不適用於本網站之隱私權保護政策。</p>
            <h2>三、個人資料之蒐集</h2>
            <p>當您瀏覽本網站之內容時，在一般情況下，您無須提供個人資料。惟在以下情形，本網站將蒐集、取得您之個人資料：</p>
            <p>當您於本網站加入會員；當您於本網站或與本網站相連結之網頁輸入您之個人資料；當您自本網站進行相關資訊(例如電子報、研討訊息)之訂閱；當您於本網站意見回饋提出意見。</p>
            <p>另外，於您使用本網站的過程中，本網站之伺服器將自動記錄以下資料，包括但不限於：您的ISP(Internet Service Provider)、電腦IP位址、所使用之網域、瀏覽器及操作系統、登錄本網站之日期、使用情形與週期，以及其它有關網路流量相關之資訊。我們可能會將上開資料用於分析、衡估使用者之點閱率、瀏覽習慣等，以作為我們改進網站內容暨服務之參考。我們可能會使用Cookies、網站信標 (Web Beacon) 等各種技術，以進行資料之彙集或分析。</p>
            <p>本網站於此擔保將不會使用前開資料針對個人建檔分析，除非您願意告知您之個人資料，否則本網站不會、亦無法將前開記錄與您進行對應。</p>
            <h2>四、個人資料之處理與利用</h2>
            <p>本網站不會向任何人出售、出借、出租或交換您的個人識別資料；如因不可抗力或非本意公司之疏失導致個人資料外流(例如駭客入侵或系統錯誤等)，本網站不負賠償之責。然而，於下列情況下，本網站將於向您通知後，向第三方提供您的個人識別資料：</p>
            <p>經您同意，與其他人士或機構共用資料；需要與其他人士或機構共用你的資料，才能提供您所需要之服務；您於本網站之使用行為違反本網站之使用條款。</p>
            <p>請您注意，當您傳輸或轉寄任何圖片、資料、檔案等訊息至本網站時，此等資料均將視為非機密資料，且視為您已經合法授權並同意本網站，得為任何商業、非商業目的，為部分或全部之重製、修改、編輯、公開傳輸、散布、發行、公開，及為其他方式之使用，並得將前述權利移轉或轉授權予第三人。若您欠缺為前述使用或授權之合法權限，請您切勿進行此等傳輸或轉寄。我們對上開資料將不負保密義務及負擔任何責任，因此等資料所導致本網站之損失，本網站亦將依法向您求償。</p>
            <h2>五、Cookies之運用與政策</h2>
            <p>Cookies是網站伺服器用以與使用者瀏覽器溝通之一種技術，其使用業已成為網站經營之業界標準，並為許多網站所採用。為了使用者之便利，本網站可能使用Cookies以供辨識之用。此項技術之使用係為幫助本網站蒐集您的網站使用習慣，以便於我們持續改善本網站，並提供更個人化與客製化之專業服務。</p>
            <p>您可經由您的瀏覽器設定，接受或拒絕所有Cookies，或是選擇於網站設定Cookies時收到個別通知。如您欲瞭解如何設定、取消、或限制此項功能，歡迎與本網站聯絡。</p>
            <h2>六、安全防範措施</h2>
            <p>您的帳戶資料和網路身份檔案資料均設置有密碼保護，惟有您方能讀取上開資料，請您將之妥善保存。本網站絕不會於未經同意的電話或電子郵件中詢問您的密碼。在您完成登入等程序後，請務必記得登出帳戶；若您是與他人共享電腦或使用公共電腦，請記得要先登出後再關閉瀏覽器視窗，以確保他人無法讀取或更改您的個人資料。</p>
            <p>本網站為保護網站使用者個人資料之隱私，得使用任何合理、合法之措施，包括但不限於安全稽核程序、加密技術工具與相關軟體。除因業務關係，任何內部人員不得任意取得並使用本網站所蒐集之使用者個人資訊。本網站於發現本網站之機密性有所疏漏與安全性遭受攻擊時，得採取任何合理、合法之措施維護網站資料之安全及機密，通報相關主管機關，並告知受影響之網站使用者。於緊急因應之範圍內，本網站得就使用者之個人資料為必要使用。</p>
            <h2>七、情事變更與免責聲明</h2>
            <p>為維護您的權益，請自行妥善保管您的帳號及密碼。若您懷疑密碼可能外洩，請隨即更新您的資料；如有遺失或被竊之慮時，應即時通知本網站，以免有損權益。若因會員自行洩露帳號、密碼而造成損失或是導致其他法律責任，本網站不予負責。</p>
            <p>您如欲瀏覽本網站或進行任何使用，均請您在使用前詳細閱讀本隱私權保護政策。一旦使用本網站或網頁的任何部份，即表示您已閱讀本隱私權保護政策，同時不可撤回且無條件地同意受其約束。再者，本網站就第三方經由本網站所提供之服務不提供任何擔保或承擔任何賠償責任。其他未竟事項，依中華民國法律之相關規定之。</p>
            <p>本網站保留一切因情事變更所必須進行的隱私權保護政策及執行標準之修改權利。當使用個人資料之規定有大幅度之修改時，本網站將於首頁上予以揭示。就使用者因保護政策與執行標準之修改而生之損失，本網站概不負責。</p>
            <h2>八、隱私權保護政策諮詢</h2>
            <p>如果您對於本隱私權保護政策欲提出任何建議或疑問，請透過意見回饋進行反應，我們將儘快與您聯繫。</p>
        </React.Fragment>
    );
}