/*
 *   Copyright (c) 2019 
 *   All rights reserved.
 */

import React from 'react';

export default () => {
    return(
        <React.Fragment>
            <h1>服務條款</h1>
            <p>為保障您的權益，請詳細閱讀「網紅電商」https://mall.kolhunter.com(以下簡稱本網站)之服務條款。請您確認同意所有條款內容後，再開始註冊成為本網站會員。如您已使用本網站服務，則視為同意遵守下列服務條款內容：</p>
            <h2>一、服務條款</h2>
            <p>本網站係依據服務條款規範內容提供服務 (以下簡稱「本服務」)。當您開始使用本服務時，即表示您已閱讀、瞭解並同意接受本服務條款之所有內容。本網站得以電子公告或電子郵件方式通知您修改或變更本服務條款之內容。若您於前開修改或變更後繼續使用本服務時，視為您已閱讀、瞭解並同意接受該等修改或變更之服務條款。</p>
            <p>若您為未滿二十歲之未成年人，應於您的法定代理人（或監護人）閱讀、瞭解並同意本服務條款之所有內容或其後之修改變更後，方得使用本服務。當您使用本服務時，即視為您的家長（或監護人）已閱讀、瞭解並同意接受服務條款之所有內容及其後之修改變更。</p>
            <h2>二、會員註冊</h2>
            <p>本網站針對註冊會員提供專屬會員功能服務，您於註冊會員時同意：</p>
            <ul>
                <li>應填寫之欄位提供會員本人正確、最新的資料，且無利用偽造或變造之資料註冊登錄或重複登錄等情事。</li>
                <li>維護並隨時更新會員個人資料之正確性。</li>
                <li>若您提供任何錯誤或不實的資料、或未按指示提供資料、或欠缺必要之資料時，本網站有權暫停或終止您使用本服務之一部或全部。</li>
            </ul>
            <h2>三、隱私權政策</h2>
            <p>除本服務條款外，本網站另有「隱私權政策」保護您的個人資料。</p>
            <h2>四、會員帳號、密碼及安全</h2>
            <p>您完成會員註冊登記程序之後，您將取得一個特定之會員帳號及密碼，請您務必細心保管並維持帳號及密碼及帳號之機密安全，任何依照系統規定方法輸入會員帳號及密碼與登入資料一致時，無論是否由會員本人親自輸入，均將視為會員本人所使用。利用該帳號及密碼所進行的一切行為，您需負完全的責任。您並同意以下事項：</p>
            <ul>
                <li>會員的帳號或密碼遭到盜用或有其他任何安全問題發生時，會員應立即通知本網站。</li>
                <li>每次連線完畢，均應執行登出以結束會員的帳號使用。</li>
                <li>會員的帳號、密碼及會員權益均僅供會員個人使用及享有，不得轉借、轉讓他人或與他人合用。</li>
            </ul>
            <p>本網站只提供一個第三方平臺服務，不介入使用者與會員間的任何買賣、服務或其他交易行為，對於使用者所獲得的服務或其他交易標的物亦不負任何擔保責任。而是提供使用者與會員連結平臺之第三方，因此使用者對於合作等相關問題皆直接與會員做連繫與交易，而非本網站。</p>
            <h2>五、兒童及青少年之保護</h2>
            <p>為確保兒童及青少年使用網路的安全，並避免隱私權受到侵犯，本網站不提供未滿七歲之未成年人使用本服務，七歲以上未滿二十歲之未成年人欲使用本服務時，應先取得法定代理人（或監護人）之同意。</p>
            <h2>六、守法義務及承諾</h2>
            <p>您不論是否以註冊會員身分使用本服務，承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。您若係中華民國國籍以外之使用者，並同意遵守所屬國家或地域之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：</p>
            <ul>
                <li>公佈或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案。</li>
                <li>侵害或毀損本網站或他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利。</li>
                <li>違反依法律或契約所應負之保密義務。</li>
                <li>冒用他人名義使用本服務。</li>
                <li>傳輸或散佈電腦病毒。</li>
                <li>從事未經本網站事前授權的商業行為。</li>
                <li>刊載、傳輸、發送垃圾郵件、連鎖信、違法或未經本網站許可之多層次傳銷訊息及廣告等；或儲存任何侵害他人智慧財產權或違反法令之資料。</li>
                <li>對本服務其他用戶或第三人產生困擾、不悅或違反一般網路禮節致生反感之行為。</li>
                <li>其他不符本服務所提供的使用目的之行為或本網站有正當理由認為不適當之行為。</li>
            </ul>
            <h2>七、服務內容之變更</h2>
            <ul>
                <li>您同意本網站所提供本服務之範圍，得視業務需要及實際情形，增減、變更或終止相關服務項目或內容，且無需個別通知您。</li>
                <li>本網站得依實際執行情形，增加、修改或終止相關活動，並選擇最適方式告知您。</li>
            </ul>
            <h2>八、服務之停止、中斷</h2>
            <p>於發生下列情形之一時，本網站有權可以停止、中斷提供本服務：</p>
            <ul>
                <li>本網站電子通信設備進行必要之保養及施工時。</li>
                <li>發生突發性之電子通信設備故障時。</li>
                <li>本網站申請之電子通信服務被停止，無法提供服務時。</li>
                <li>由於天災等不可抗力之因素或其他不可歸責於本網站致使網站無法提供服務時。</li>
            </ul>
            <h2>九、智慧財產權的保護</h2>
            <p>本網站所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由本網站或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散佈、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或網站內容，必須依法取得本網站或其他權利人的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，您應對本網站負損害賠償責任（包括但不限於訴訟費用及律師費用及所有衍生之費用等）。</p>
            <p>在尊重他人智慧財產權之原則下，您同意在使用本網站之服務時，不侵害他人智慧財產權。</p>
            <p>若您有涉及侵權之情事，本網站可暫停全部或部份之服務，或逕自以取消會員帳號之方式處理。</p>
            <p>若有發現智慧財產權遭侵害之情事，請將所遭侵權之情形及聯絡方式，並附具真實陳述及擁有合法智慧財產權之聲明，請先寄信至service@kolhunter.com ，將由專人為您處理。</p>
            <h2>十、會員對本網站之授權</h2>
            <p>對於會員所登錄或留存之個人資料，會員同意本網站得於進行本服務之範圍內蒐集、處理、保存、傳遞及利用該等資料，及提供會員其他資訊或服務(如不定期收到由本網站所提供的優惠訊息)、或作成會員統計資料、或進行關於網路行為之調查或研究，或為任何之合法使用。若會員無合法權利得授權他人使用、修改、重製、公開播送、改作、散佈、發行、公開發表某資料，請勿擅自將該資料上載、傳送、輸入或提供至本網站。</p>
            <p>會員並應保證本網站使用、修改、重製、公開播送、改作、散佈、發行、公開發表、轉授權該上開資料，不致侵害任何第三人之智慧財產權，否則應對本網站負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</p>
            <h2>十一、拒絕或終止會員的使用</h2>
            <p>會員同意本網站得基於維護交易安全之考量，因任何理由，包含但不限於缺乏使用，或違反本服務條款的明文規定及精神，終止會員的密碼、帳號（或其任何部分）或本服務之使用，並將本服務內任何「會員內容」加以移除並刪除，亦得隨時終止本服務或任何部分。此外，會員同意若本服務之使用被終止，本網站對會員或任何第三人均不承擔責任。</p>
            <h2>十二、準據法與管轄法院</h2>
            <p>本服務條款之解釋與適用，以及與本服務條款有關的爭議，均應依照中華民國法律予以處理，並以台灣台北地方法院為第一審管轄法院。</p>
        </React.Fragment>
    );
}